# Marakulin Andrey https://github.com/Annndruha
# 2023

ans = {
    'issue_open': '\n> Issue open by {} via {}',
    'assign_change': '\n> Assign changed from {} to {} by {}.',
    'issue_close': '\n> Issue closed by {}.',
    'issue_reopen': '\n> Issue reopened by {}.',
    'help': 'Чтобы создать issue, упомяните меня и после упоминания введите название issue.'
            '\nЕсли вы хотите указать описание, после названия issue сделайте перенос строки'
            ' и напишите описание. Ниже пример сообщения для создания issue: \n\n'
            '{} Ваше название issue\nДостаточно долгое и длинное описание.'
            '\nНастолько длинное, что занимает много строк.',
    'start': '🤖 Я <a href="https://github.com/Annndruha/issue-github-telegram-bot">бот</a>'
             ' для создания issue в репозиториях '
             '<a href="https://github.com/{}">организации</a> в GitHub.'
             '\nЧтобы создать issue из личных сообщений, упомяните меня в вашем сообщении. Больше информации в /help'
}
